{
   "mobile_title": "გემის დიზაინი",
   "title": "გემის დიზაინი",
   "description": "კლასის (ტექნიკური) და დეტალური დიზაინი ახალი კონსტრუქციისა და არსებული საზღვაო და შიდა ნავიგაციის გემებისთვის.",
   "content": [
      {
         "title": "Ship design services",
         "proverb": "\"Navigating the seas of creativity, delivering superior ship design solutions.\"",
         "description": [
            "Keelward offers expert ship design services, taking your vision and turning it into a reality. With a team of experienced engineers and cutting-edge technology, we deliver efficient, innovative, and practical solutions to meet your specific needs.",
            "Whether you're looking to build a new vessel or renovate an existing one, trust Keelward to provide you with a seamless and personalized experience every step of the way."
         ]
      },
      {
         "title": "Client Consultation",
         "proverb": "\"Setting sail towards success, guiding our clients every step of the way.\"",
         "description": [
            "The process of ship design typically begins with a Customers consultation, during which the designer will work with the Customers to understand their specific needs and requirements for the vessel. This might include things like the ship's intended use, the number of passengers or cargo it will carry, and any specific operational requirements.",
            "This may involve running simulations and tests to assess the ship's performance and stability, as well as making any necessary changes to the design to improve its functionality or safety."
         ]
      },
      {
         "title": "Conceptual design",
         "proverb": "\"This stage involves creating initial sketches and layouts of the ship based on the Customers requirements.\"",
         "description": [
            "Conceptual design is the initial stage of the ship design process, in which initial sketches and layouts of the ship are created based on the client's requirements. The conceptual design stage involves gathering information about the ship's intended use, such as its intended route, cargo capacity, and crew requirements. This stage involves creating initial sketches and layouts of the ship based on the Customers requirements This information is then used to create a preliminary design that meets the customers needs while also considering factors such as safety, cost, and environmental impact.",
            "The conceptual design stage also involves making decisions about the ship's overall layout, propulsion system, and equipment. The goal of this stage is to create a design that is both functional and cost-effective while also meeting the client's needs and regulations."
         ]
      },
      {
         "title": "Feasibility Study",
         "proverb": "\"This stage involves evaluating the technical and economic feasibility of the proposed design\"",
         "description": [
            "A feasibility study is a stage in the ship design process that involves evaluating the technical and economic feasibility of the proposed design. The study assesses whether the ship can be built within the cost and time constraints and whether it will be able to perform as intended. During a feasibility study, various aspects of the ship's design are analyzed, such as the ship's propulsion system, structural design, and equipment.",
            "Technical feasibility is evaluated by analyzing the ship's design, and determining if it is structurally sound and can safely navigate the intended route. Economic feasibility is evaluated by analyzing the cost of building and operating the ship, and determining if it will be profitable for the client.",
            "Additionally, the feasibility study also includes a market analysis, which assesses the demand for the ship, and evaluates the competition. Also, a risk analysis is performed to identify potential risks that may arise during the design, construction or operation of the ship.",
            "The outcome of the feasibility study is a report that summarizes the findings, and makes recommendations on whether the proposed design should proceed to the next stage of the design process or be revised."
         ]
      },
      {
         "title": "Basic Design",
         "proverb": "\"This stage involves creating detailed drawings and specifications of the ship's structure, propulsion system, and equipment\"",
         "description": [
            "The basic design is a stage in the ship design process that involves creating detailed drawings and specifications of the ship's structure, the propulsion system, and equipment. This stage builds on the conceptual design and feasibility study and develops a more detailed design that can be used for construction.",
            "During the basic design stage, various aspects of the ship's design are further developed, such as the ship's hull, deck, and interior. The propulsion system is also designed in more detail, including the selection of engines and propellers. The ship's equipment, such as navigation and communication systems is also designed and specified.",
            "Additionally, the basic design also includes the design of the ship's systems such as electrical, heating, ventilation, air-conditioning and piping systems. Safety equipment is also specified in this stage including fire fighting, life-saving and navigation equipment. The outcome of the basic design stage is a set of detailed drawings and specifications that can be used for the next steps of the design process and for the ship's construction. These documents are also used to obtain ¬lass Approval from classification societies such as Lloyd's Register, ABS, etc."
         ]
      },
      {
         "title": "Class Approval",
         "proverb": "\"This stage involves obtaining approval from classification societies such as Lloyd's Register or ABS for the ship's design and construction\"",
         "description": [
            "Class Approval is a stage in the ship design process in which the ship's design and construction are reviewed and approved by a classification society. A classification society is an organization that sets standards for the design, construction, and maintenance of ships, and provides certification that ships meet these standards. During the Class Approval stage, the ship's design and construction plans are reviewed by the classification society to ensure that they meet the society's standards and regulations.",
            "This includes reviewing the ship's structural design, propulsion system, and equipment to ensure that they are safe and meet the society's requirements. Upon completion of the construction, the ship will be issued a certificate of class by the classification society, which is a document that certifies that the ship has been built and maintained in compliance with the society's standards and regulations.",
            "This certificate is required for the ship to be operational and to sail. Class Approval is a crucial stage in the ship design process as it ensures that the ship is safe, reliable and meets the international standards for ships."
         ]
      },
      {
         "title": "Detail Design",
         "proverb": "\"This stage involves creating detailed drawings and specifications for all aspects of the ship, including the hull, deck, and interior\"",
         "description": [
            "Detail design is a stage in the ship design process that involves creating detailed drawings and specifications for all aspects of the ship. This stage builds on the basic design, and develops a more detailed design that can be used for construction and production. During the detail design stage, all the aspects of the ship's design are further developed and defined. This includes the design of the ship's hull, deck, and interior. The propulsion system, electrical and mechanical systems, and equipment are also designed in more detail.",
            "The design of the ship's systems such as electrical, heating, ventilation, and air-conditioning systems are also included in this stage. Safety equipment is also specified including fire fighting, life-saving and navigation equipment. The outcome of the detail design stage is a set of detailed drawings and specifications that can be used for the ship's construction and production. These documents include general arrangement drawings, machinery layout drawings, electrical schematics, and specifications for materials and equipment. These documents are also used to ensure the smooth flow of production during the ship's construction.",
            "Detail design is an important stage as it ensures that the ship is built according to the approved design and that all the systems and equipment are integrated and work as intended. This stage also allows for any necessary changes or modifications to be made before construction begins, which can save time and costs during the construction process."
         ]
      },
      {
         "title": "Production Drawings",
         "proverb": "\"This stage involves creating detailed drawings for use in ship construction, including plans for fabrication and assembly\"",
         "description": [
            "Production drawings are detailed drawings that are created as part of the ship design process for use in ship construction. These drawings are based on the detailed design and serve as a guide for the fabrication and assembly of the ship. During the production drawing stage, detailed drawings are created for all aspects of the ship, including the hull, deck, and interior. These drawings include information on the dimensions, materials, and construction methods for each component of the ship.",
            "They also include information on the location and orientation of equipment, systems, and structural elements. The production drawings also include detailed fabrication drawings such as welding details, plate cutting templates, and assembly instructions. These drawings serve as a guide for the shipyard, and are used to ensure that each component is fabricated and assembled correctly.",
            "Production drawings are critical for the construction of the ship as they provide the necessary information for the shipyard to fabricate and assemble the ship according to the design. They also ensure that the ship is built according to the approved design, and that all the systems and equipment are integrated and work as intended."
         ]
      },
      {
         "title": "Supervision of Construction",
         "proverb": "\"This stage involves overseeing the construction of the ship to ensure that it is built according to the approved design\"",
         "description": [
            "Supervision of construction is a stage in the ship the design process that involves overseeing the construction of the ship to ensure that it is built according to the approved design. This stage begins after the production drawings have been completed and the construction of the ship has begun. That they are built according to the approved design and that they are safe and meet the regulations. During the supervision of the construction stage, the shipyard's work is inspected and monitored by the design team, classification society or a third-party surveyor to ensure that it complies with the approved design and regulations.",
            "This includes inspections of the ship's structure, propulsion system, and equipment to ensure that they are built according to the approved design and they are safe and meet the regulations. The supervision of construction also includes monitoring the shipyard's quality system and production process to ensure that they comply with the regulations and standards. Additionally, the design team will conduct frequent inspections during the construction of the ship to ensure that it is built according to the approved design and that it meets the client's requirements.",
            "The supervision of construction is a crucial stage as it ensures that the ship is built according to the approved design and that it meets the safety and regulations standards. This also ensures that the lient's requirements are met and that the ship will be able to perform as intended."
         ]
      }
   ]
}
